Autodesk.Revit.DB.FabricationDimensionUnitType
Fabrication dimension unit type.
Since:
2016
Since:
2016

Autodesk.Revit.DB.FabricationDimensionUnitType.Angular
Angular.

Autodesk.Revit.DB.FabricationDimensionUnitType.Linear
Linear.

Autodesk.Revit.DB.FabricationDimensionUnitType.NoUnits
NoUnits.